const products = [
    {
        id: 1,
        name: "Худи Оверсайз",
        description: "Ищете универсальную и стильную вещь для своего гардероба? Наш худи оверсайз – это именно то, что вам нужно! Это худи подходит как для женщин, так и для мужчин, благодаря своему универсальному дизайну. Худи выполнена в популярном оверсайз крое, который обеспечивает свободу движений и не сковывает тело. Мягкий материал приятен к телу, обеспечивая комфорт в течение всего дня. Сочетание качества и стиля делает этот худи отличным выбором как для повседневной носки, так и для занятий спортом. Простота этой модели заключается в её минималистичности: отсутствие капюшона, молнии, начеса и карманов подчеркивает лаконичность дизайна и делает его универсальным. Вы можете легко сочетать его с другими элементами гардероба – будь то брюки или юбка. Одной из изюминок этого свитшота является вышивка вместо принта, что добавляет изделию особенного шарма и делает его более изысканным. Подросткам он также придется по душе – благодаря строгому стилю он отлично подойдет для школьной повседневности. Легко стирать и ухаживать за ним – еще одно неоспоримое преимущество. Так что если вы находитеся в поиске удобной, функциональной и модной одежды – наш оверсайз худи станет вашим любимым выбором!",
        price: 1000, // Цена в рублях
	images: [
		"img/tolstovka_1.png",
		"img/tolstovka_2.png",
		"img/tolstovka_3.png",
		"img/tolstovka_4.png"
		],
	gender: "unisex",
	type: "top"
    },
    {
        id: 2,
        name: "Джинсы Оверсайз",
        description: "Джинсы оверсайз - модель, которая подходит для мальчиков, девочек, подростков и взрослых. Обладают комфортом и практичностью. Джинсы выполнены из качественного денима, что делает их плотными и прочными. Обеспечивают идеальную посадку на любую фигуру, подчеркивая мужественность и стиль своего обладателя. За счет средней талии и кроя эффектно акцентируют внимание на сильных ногах. Джинсы станут идеальным выбором для подростков и молодежи, благодаря своему универсальному дизайну и возможности использования в различных стилях. Идеальны для повседневного кэжуал образа и делового стиля. Джинсы доступны в широком спектре размеров, включая большие размеры. Откройте новую главу своего стиля с нашими джинсами. Отличный подарок себе или своим близким. Порадуйте себя трендовой и красивой вещью. Неотразимость и модный образ вам обеспечены!",
        price: 2000, // Цена в рублях
	images: ["img/jeans_oversize_1.png",
		 "img/jeans_oversize_2.png",
		 "img/jeans_oversize_3.png"],
	gender: "unisex",
	type: "bottom"
    },
    {
        id: 3,
        name: "Пальто Katty Po",
        description: "Пальто женское длинное прямое от Katty Po — идеальный выбор для стильных и уверенных женщин. Это демисезонное пальто станет незаменимым элементом гардероба, обеспечивая тепло и комфорт в прохладные дни. Элегантный цвет позволяет сочетать его с различными нарядами, а классический дизайн делает пальто универсальным для любых случаев жизни. Изготовленное из легких, но качественных материалов, это миди пальто обеспечивает отличную теплоизоляцию, не сковывая движений. Благодаря своему стилю, пальто легко становится основой для повседневного, делового или вечернего лука. Сочетайте пальто с джинсами, платьями или юбками для создания различных образов, подходящих для работы, встреч с друзьями или романтических ужинов. Сделайте свой стиль более уверенным и привлекательным с этим замечательным пальто от Katty Po.",
        price: 10000, // Цена в рублях
	images: ["img/coat_1.png",
		 "img/coat_2.png",
		 "img/coat_3.png",
		 "img/coat_4.png"],
	gender: "female",
	type: "outwear"
    },
    {
        id: 4,
        name: "Водолазка ZEUGGMA",
        description: "Представляем вам нашу элегантную белую водолазку — идеальный элемент гардероба для любого сезона! Эта водолазка сочетает в себе стильный дизайн и непревзойденный комфорт, что делает её незаменимой вещью в вашем шкафу. Изготовленная из высококачественного мягкого трикотажа, водолазка обеспечивает отличную теплоизоляцию и приятные ощущения на коже. Она легка в уходе и сохраняет свой первоначальный вид даже после многократных стирок. Классический крой с высоким воротником позволяет носить водолазку как самостоятельный элемент, так и в качестве базового слоя под жакеты или кардиганы. Белый цвет придаёт образу свежесть и универсальность, а также отлично сочетается с любыми другими оттенками. Эта водолазка идеально подходит для создания различных образов: сочетайте с джинсами и кроссовками для повседневного стиля, комбинируйте с классическими брюками и туфлями для делового образа или добавьте юбку-карандаш и аксессуары для стильного выхода. Доступна в различных размерах (S, M, L, XL), чтобы каждая женщина могла найти идеальный вариант для себя. Не упустите возможность добавить эту универсальную белую водолазку в свой гардероб! Закажите её сегодня и создайте стильные образы на любой случай!",
        price: 2500, // Цена в рублях
	images: ["img/polo_neck_1.png",
		 "img/polo_neck_2.png",
		 "img/polo_neck_3.png"],
	gender: "male",
	type: "top"
    },
    {
        id: 5,
        name: "Футболка ChristianGenerale",
        description: "Представляем вам стильную женскую футболку оверсайз черного цвета — идеальный выбор для создания модных и комфортных образов! Эта футболка выполнена из мягкого и дышащего материала, который обеспечивает максимальный комфорт в течение всего дня. Удобный свободный крой позволяет легко сочетать её с различными элементами гардероба, будь то джинсы, леггинсы или шорты. Черный цвет делает эту футболку универсальной и подходящей для любого случая — от повседневной прогулки до вечерней встречи с друзьями. Дизайн с короткими рукавами и округлым вырезом подчеркивает женственность и создает расслабленный стиль. Футболка отлично смотрится как в классическом, так и в более смелом образе — добавьте к ней яркие аксессуары или обувь на платформе для создания эффектного лука. Доступна в различных размерах (S, M, L, XL), чтобы каждая девушка могла найти идеальный вариант для себя. Не упустите возможность добавить эту универсальную черную футболку оверсайз в свой гардероб — закажите её уже сегодня и создайте стильные образы на каждый день!",
        price: 3000, // Цена в рублях
	images: ["img/t-shirt_1.png",
		 "img/t-shirt_2.png",
		 "img/t-shirt_3.png"],
	gender: "female",
	type: "top"
    }
];